export const keywords = {
  جندي: "חייל",
  جنود: "חיילים",
  جندية: "חיילת",
  جنديات: "חיילות",
  جيش: "צהל",
  عسكري: "צבאי",
  عسكريون: "צבאים",
  عسكريات: "צבאיות",
  حاجز: "מחסום",
  حواجز: "מחסומים",
  مغلق: "סגור",
  مغلقون: "סגורים",
  شهيد: "שהיד",
  شهداء: "שהדא",
  عملية: "פעולה",
  عمليات: "פעולות",
  عملية: "מבצע",
  عمليات: "מבצעים",
  شاباك: "שבכ",
  احتلال: "כיבוש",
  محتل: "מוכבש",
  محتلون: "מוכבשים",
  شباب: "צעירים",
  طريق: "כביש",
  طرق: "כבישים",
  "غلاق طريق": "סגירת כביש",
  مقاومة: "עיצור",
  مقاوم: "עיצור",
  مقاومات: "עיצורים",
  مستوطن: "מתנחל",
  مستوطنون: "מתנחלים",
  مستوطنات: "מתנחלים",
  مستعربون: "מתערבים",
  اعتقال: "מעצר",
  اعتقالات: "מעצרים",
  معتقل: "מוחזק",
  معتقلون: "מוחזקים",
  نار: "אש",
  "إطلاق نار": "ירי",
  حريق: "שריפה",
  سلاح: "נשק",
  أسلحة: "נשקים",
  عبوة: "פצצה",
  عبوات: "פצצות",
  "عبوة ناسفة": "פצצה מטענת",
  طعن: "דקירה",
  طعنات: "דקירות",
  يطعن: "דקר",
  هجوم: "התקפה",
  هجمات: "התקפות",
  يهاجم: "התקיף",
  هاجم: "התקיף",
  قتيل: "נהרג",
  قتلى: "נהרגים",
  قتل: "הריגה",
  قتلوا: "הרגו",
  جريح: "פצוע",
  جرحى: "פצועים",
  أصيب: "נפצע",
  تخريب: "נזק",
  تخريبات: "נזקים",
  خرب: "נזק",
  "مخيم لاجئين": "מחנה פליטים",
  "مخيمات لاجئين": "מחנות פליטים",
  سياج: "גדר",
  أسوار: "גדרות",
  "اختراق السياج": "פריצה לגדר",
  مدينة: "עיר",
  مدن: "ערים",
  قرية: "כפר",
  قرى: "כפרים",
  "معبر حدودي": "מעבר גבול",
  معابر: "מעברים",
  حدود: "גבולות",
  انتفاضة: "אינתיפאדה",
  جهاد: "גיהאד",
  مجاهد: "מוגהד",
  مجاهدون: "מוגהדים",
  حماس: "חמאס",
  فتح: "פתח",
  مواجهة: "עימות",
  مواجهات: "עימותים",
  يواجهون: "נפגעים",
  شرطه: "משטרה",
  شرطة: "משטרה",
  // جب: "גב",
  // جبات: "גבאים",
  "بوز النمر": "נמר",
  اشتباك: "קרב",
  اشتباكات: "קרבות",
  "اشتباكات عنيفه": "קרבות עזים",
  "اشتباكات عنيفة": "קרבות עזים",
  "قوات خاصه": "כוחות מיוחדים",
  "قوات خاصة": "כוחות מיוחדים",
  "حسبنا الله ونعم الوكيل": "חסבנו עליו",
  جرافه: "גרפה",
  جرافة: "גרפה",
  جرافات: "גרפות",
  جرافتين: "גרפתיים",
  انسحب: "נסוג",
  انسحبو: "נסגו",
  "انسحاب كامل": "נסיגה מלאה",
  "انسحاب تدريجي": "נסיגה מדרגתית",
  "بلشو ينسحبو": "התחילו לנסוג",
  "حدث أمني": "אירוע ביטחוני",
  صاروا: "נהיו",
  راحو: "הלכו",
  فاتو: "נכנסו",
  اتجاه: "כיוון",
  طلعوو: "יצאו",
  انفجار: "פיצוץ",
  انفجارات: "פיצוצים",
  "تعزيزات عسكرية": "חילות מחזיקים",
  تعزيزات: "חילות",
  درونات: "רחפנים",
  الدرون: "הרחפן",
  جيب: "גיפ",
  جيوب: "גיפים",
  جيبين: "גיפים",
  test: "בדיקה",
};

export const excludeKeywords = [
  "غزة", //עזה
  "خَان يُونِس", //חאן יונס
  "دِير ٱلْبَلَح", //דיר אל-בלח
  "جَبَلِيَّة", //גבליה
  "بَيْت لَاهْيَا", //בית לאהיא
  "بَيْت حَانُون", //בית חנון
  "الشُّجَاعِيَّة", //שוגעיה
  "التُّفَاح", //תופאח
  "الزَّيْتُون", //זיתון
  "الرِّيمَال", //רימאל
  "الصَّبْرَة", //סברה
  "النَّصْر", //נצר
  "رَفَح", // רפח
  "الشيخ رضوان", //שייח רדואן
  "الشيخ عجلين", //שייח עגלין
  "تل الهَوَى", //תל אל-הווא
  "الكرامة", //אל-כראמה
  "مُخَيَّم ٱلنُّصَيْرَات", //מחנה נוסיראת
  "مُخَيَّم ٱلْبُرَيْج", //מחנה אל-בורייג
  "مُخَيَّم ٱلْمَغَازِي", //מחנה אל-מגאזי
  "مُخَيَّم الشَّاطِئ", //מחנה שאטי (חוף הים)
  "مُخَيَّم جَبَلِيَّة", //מחנה גבליה
  "لبنان", // לבנון
  "سوريا", // סוריה
  "العراق", // עיראק
  "اليمن", // תימן
  "السعودية", // ערב הסעודית
  "الأردن", // הירדן
  "مصر", // מצרים
  "طول كرم", //טול כרם
  "القدس", // ירושלים
  "بيت شيمش", // בית שמש
  "الولايات المتحدة", //  ארצות הברית
  "اليمن", // תימן
  "صنعاء", // צנעא
  " الرهائن", // בני ערובה
  "ترامب", // טראמפ
  "بنيامين نتنياهو", // בנימין נתניהו – Prime Minister
  "إسحاق هرتسوغ", // יצחק הרצוג – President
  "يوآف غالانت", // יואב גלנט – Minister of Defense
  "إيتمار بن غفير", // איתמר בן גביר – National Security Minister
  "بتسلئيل سموتريتش", // בצלאל סמוטריץ' – Finance Minister
  "يائير لابيد", // יאיר לפיד – Opposition Leader
  "أفيغدور ليبرمان", // אביגדור ליברמן – Member of Knesset
  "غدعون ساعر", // גדעון סער – Member of Knesset
  "ميري ريغيف", // מירי רגב – Minister of Transportation
  "أرييه درعي", // אריה דרעי – Shas party leader
  "يوآف كيش", // יואב كיש – Minister of Education
  "إيلي كوهين", // אלי כהן – Foreign Minister
  "الرياض", // Riyadh – Saudi Arabia
  "جدة", // Jeddah – Saudi Arabia
  "مكة", // Mecca – Saudi Arabia
  "المدينة المنورة", // Medina – Saudi Arabia
  "دبي", // Dubai – UAE
  "أبو ظبي", // Abu Dhabi – UAE
  "الدوحة", // Doha – Qatar
  "المنامة", // Manama – Bahrain
  "الكويت", // Kuwait City – Kuwait
  "بغداد", // Baghdad – Iraq
  "البصرة", // Basra – Iraq
  "أربيل", // Erbil – Iraq
  "دمشق", // Damascus – Syria
  "حلب", // Aleppo – Syria
  "بيروت", // Beirut – Lebanon
  "طرابلس", // Tripoli – Lebanon
  "عمان", // Amman – Jordan
  "الزرقاء", // Zarqa – Jordan
  "القاهرة", // Cairo – Egypt
  "الإسكندرية", // Alexandria – Egypt
  "الخرطوم", // Khartoum – Sudan
  "الدار البيضاء", // Casablanca – Morocco
  "الرباط", // Rabat – Morocco
  "تونس", // Tunis – Tunisia
  "طرابلس", // Tripoli – Libya
  "نواكشوط", // Nouakchott – Mauritania
  "الجزائر", // Algiers – Algeria
  "مسقط", // Muscat – Oman
  "صنعاء", // Sanaa – Yemen
  "عدن", // Aden – Yemen
];
