export const keywords =
    [
        "جندي", // חייל 
        "جنود", // חיילים
        "جندية", // חיילת
        "جنديات", // חיילות
        "جيش", // צה"ל
        "عسكري", // צבאי
        "عسكريون", // צבאים
        "عسكريات", // צבאיות
        "حاجز", // מחסום
        "حواجز",  // מחסומים
        "مغلق", // סגור
        "مغلقون", // סגורים
        "شهيد", // נפטר
        "شهداء", // נפטרים
        "عملية", // פעולה
        "عمليات", // פעולות
        "منفذ", // מבצע 
        "منفذون", // מבצעים
        "شاباك", // שב"כ
        "احتلال", // כיבוש
        "محتل", // מוכבש
        "محتلون",// 
        "شباب", // צעירים
        "طريق", // כביש
        "طرق", // כבישים
        "إغلاق طريق", // סגירת כביש
        "مقاومة", // עיצור
        "مقاوم", // עיצור
        "مقاومات", // עיצורים
        "مستوطن", // מתנחל
        "مستوطنون", // מתנחלים
        "مستوطنات", // מתנחלים
        "مستعربون", // מתערבים
        "اعتقال", // מעצר
        "اعتقالات", // מעצרים
        "معتقل", // מוחזק
        "معتقلون", // מוחזקים
        "نار", // אש
        "إطلاق نار", // ירי
        "حريق", // שריפה
        "سلاح", // נשק
        "أسلحة", // נשקים
        "عبوة", // פצצה
        "عبوات", // פצצות
        "عبوة ناسفة", // פצצה מטענת 
        "طعن", // דקירה
        "طعنات", // דקירות 
        "يطعن", // דקר
        "هجوم", // התקפה
        "هجمات", // התקפות
        "يهاجم", // התקיף
        "هاجم", // התקיף
        "قتيل", // נהרג
        "قتلى", // נהרגים
        "قتل", // הריגה
        "قتلوا", // הרגו
        "جريح", // פצוע
        "جرحى", // פצועים
        "أصيب", // נפצע
        "تخريب", // נזק
        "تخريبات", // נזקים
        "خرب", // נזק
        "مخيم لاجئين",
        "مخيمات لاجئين",
        "سياج", // גדר
        "أسوار", // גדרות
        "اختراق السياج", // פריצה לגדר
        "مدينة", // עיר
        "مدن", // ערים
        "قرية", // כפר
        "قرى", // כפרים
        "معبر حدودي", // מעבר גב
        "معابر", // מעברים
        "حدود", // גבולות
        "انتفاضة", // אינתיפאדה
        "جهاد", // ג'יהאד
        "مجاهد", // מוג'הד
        "مجاهدون", // מוג'הדים
        "حماس", // חמאס
        "فتح", // פתח
        "مواجهة", // עימות
        "مواجهات", // עימותים
        "يواجهون", // נפגעים
        "شرطه", // משטרה
        "شرطة", // משטרה
        "جب", // גב
        "جبات", // גבאים
        "بوز النمر", // נמר
        "اشتباك", // קרב 
        "اشتباكات", // קרבות 
        "اشتباكات عنيفه", // קרבות עזים
        "اشتباكات عنيفة", // קרבות עזים 
        "قوات خاصه", // כוחות מיוחדים
        "قوات خاصة", // כוחות מיוחדים
        "حسبنا الله ونعم الوكيل", // חסבנו עליו
        "جرافه", // גרפה
        "جرافة", // גרפה 
        "جرافات",   // גרפות
        "جرافتين", // גרפתיים
        "انسحب", // נסוג
        "انسحبو", // נסגו
        "انسحاب كامل", // נסיגה מלאה 
        "انسحاب تدريجي",    // נסיגה מדרגתית
        "بلشو ينسحبو", // התחילו לנסוג
        "حدث أمني", // אירוע ביטחוני
        "صاروا", // נהיו 
        "صارو", // נהיו
        "صاروو", // נהיו
        "راحو", // הלכו
        "فاتو", // הלכו
        "اتجاه", // כיוון
        "طلعوو", // יצאו
        "انفجار", // פיצוץ
        "انفجارات", // פיצוצים
        "تعزيزات عسكرية", // חילות מחזיקים
        "تعزيزات", // חילות
        "درونات", // רחפנים
        "الدرون", // הרחפן
        "زنانه", // זננה
        "زنانة", // זננה
        "test"
    ];
export const excludeKeywords = [
    'غزة', //עזה 
    'لبنان', // לבנון
    'سوريا', // סוריה
    'العراق', // עיראק
    'اليمن', // תימן
    'السعودية', // ערב הסעודית
    'الأردن', // הירדן
    'مصر', // מצרים
]